11/data/attachments/debe948de3f31a77.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sean_book_Friend_36110_3</nif:username>
            <nif:friendToBeRequested>soap_friends_bc6b9d0a-cce8-45c1-9daa-78db7992207a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>